Repository: Python3pkg/Products.ATSuccessStory
Catalog: Products/ATSuccessStory/locales/*/LC_MESSAGES/ATSuccessStory.po
Languages: no, sv

source: Add Success Story Portlet
no: Legg til en portlet for Suksesshistorier
sv: Lägg till en Success Story Portlet

source: Header
no: Overskrift
sv: Rubrik

source: Image
no: Bilde
sv: Bild

source: Is this a global portlet? this will cause not only to search using the search path, but to search for stories from the whole site.
no: Er dette en global portlet? I så fall søkes det ikke etter historier bare i søkeområdet, men i hele nettstedet.
sv: Är detta en global portlet? En global portlet kommer visa Success Stories frpn hela sajten, och inte bara den angivna sökvägen.

source: Number of stories
no: Antall historier
sv: Antal Success Stories

source: Portlet header
no: Portlettens overskrift
sv: Portletens rubrik

source: Search for success stories inside this path
no: Let etter suksesshistorier innen dette området
sv: Visa Success Stories från denna folder

source: Specify how many Success Stories you want displayed at the same time in the portlet. Most commonly you will need 1.
no: Oppgi antall Suksesshistorier som portletten skal vises samtidig. Det vanligste er 1.
sv: Ange hur många Success Stories du vill visa samtidigt in en portlet. Vanligast är 1.

source: Stories Path
no: Hvor Suksesshistoriene finnes
sv: Sökväg till Success Stories

source: Story
no: Historie
sv: Success Story

source: Success Story
no: Suksesshistorie

source: Success Story Folder
no: Suksesshistoriemappe

source: Success Story Portlet
no: Suksesshistorier-portlet

source: This portlet displays a random success story
no: Denne portletten viser en vilkårlig valgt suksesshistorie
sv: Denna portlet visar en slumpvis valt Success Story
